Repository: AndersWinther-Dahl/OctoDash
Catalog: src/locale/messages.*.xlf
Languages: da

# long-init
source: Initializing is taking longer than usual. <br /> Please make sure that OctoPrint is running and that CORS is enabled for the API.
da: Initialisering tager længere tid end normalt. <br /> Sørg for, at OctoPrint kører, og at CORS er aktiveret for API.

source: initializing
da: initialiserer

# error-load-style
source: Can't load custom styles!
da: Kan ikke indlæse brugerdefinerede stilarter!

# error-enclosure-temp
source: Can't retrieve enclosure temperature!
da: Kan ikke hente skabets temperatur!

# error-restart
source: Please restart your system. If the issue persists open an issue on GitHub.
da: Genstart venligst dit system. Hvis problemet fortsætter, skal du lave et issue på GitHub.

# invalid-config
source: Your config is invalid!
da: Din konfiguration er ugyldig!

# correct-errors
source: Please correct the errors listed below!
da: Ret venligst fejlene nedenfor!

# select-instance
source: First things first: Please select your OctoPrint instance from the list below or enter the IP/URL manually.
da: Første ting først: Vælg venligst din OctoPrint-instans fra listen nedenfor, eller indtast IP/URL manuelt.

source: searching
da: søger

source: enter manually
da: indtast manuelt

# port-recommendation
source: Port 5000 for vanilla OctoPrint, Port 80 for OctoPi
da: Port 5000 til vanilla OctoPrint, Port 80 til OctoPi

source: search again
da: søg igen

# connect-localhost
source: connect to localhost?
da: opret forbindelse til localhost?

# prompt-same-machine
source: are you trying to connect to OctoPrint that is running on the same machine as OctoDash?
da: forsøger du at oprette forbindelse til OctoPrint, der kører på samme maskine som OctoDash?

# no-instance-found
source: no instances found.
da: ingen forekomster fundet.

# prompt-extruder-info
source: I also need some information about your extruder.
da: Jeg har også brug for nogle oplysninger om din extruder.

# prompt-feed-length
source: Feed Length:
da: Feed-længde:

# prompt-feed-speed
source: Feed Speed:
da: Feed-hastighed:

# filament-changing-warning
source: These values are used for filament changing. Make sure to have your feed length (distance extruder to hotend) and feed speed configured correctly.
da: Disse værdier bruges til filamentændring. Sørg for at have din fødelængde (afstand ekstruder til hotend) og fremføringshastighed konfigureret korrekt.

# prompt-auth
source: Please authenticate me now. You can either click the button below and confirm the request in your OctoPrint webinterface or enter an API Key manually.
da: Godkend mig venligst nu. Du kan enten klikke på knappen nedenfor og bekræfte anmodningen i din OctoPrint-webgrænseflade eller indtaste en API-nøgle manuelt.

source: send request
da: Send anmodning

source: API Key:
da: API-nøgle:

# octoprint-connection-failed
source: Can't connect to OctoPrint!
da: Kan ikke oprette forbindelse til OctoPrint!

# octoprint-connection-failed-message
source: Check the URL/IP and make sure that your OctoPrint instance is reachable from this device.
da: Tjek URL/IP, og sørg for, at din OctoPrint-instans er tilgængelig fra denne enhed.

# unsupported-autologin
source: Automatic login not supported!
da: Automatisk login understøttes ikke!

# manually-create-api-key
source: Please create the API Key manually and paste it in the bottom field.
da: Opret API-nøglen manuelt og indsæt den i det nederste felt.

# login-request-sent
source: Login request send!
da: Login anmodning sendt!

# login-request-sent-message
source: Please confirm the request via the popup in the OctoPrint WebUI.
da: Bekræft venligst anmodningen via pop op-vinduet i OctoPrint WebUI.

# prompt-customization-details
source: Now tell me some facts about your setup so I can personalize OctoDash for you.
da: Fortæl mig nu nogle fakta om din opsætning, så jeg kan tilpasse OctoDash til dig.

# prompt-printer-name
source: Printer Name:
da: Printerens navn:

source: Use Touchscreen
da: Brug touch-skærm

# change-settings-info
source: You can change all settings (and even more) in the settings menu anytime. There is also a description of each attribute available in the GitHub Wiki.
da: Du kan til enhver tid ændre alle indstillinger (og endnu flere) i indstillingsmenuen. Der er også en beskrivelse af hver egenskab tilgængelig i GitHub Wiki.

# prompt-plugins
source: What plugins are you running?
da: Hvilke plugins anvender du?

# plugin-display-layer-progress
source: Display Layer Progress
da: Vis fremskridt pr. lag

# plugin-enclosure
source: Enclosure
da: Skab

# plugin-preheat-button
source: Preheat Button
da: Preheat-knap

# plugin-psu-control
source: PSU Control
da: PSU kontrol

# setup-back
source: back
da: tilbage

# setup-next
source: next
da: næste

# checking
source: Great! I'll check everything.
da: Super! Jeg tjekker alt.

# checking-octoprint-connection
source: Octoprint Connection
da: OctoPrint forbindelse

# checking-config
source: Validating Config
da: Validerer Config

# checking-save
source: Saving Config
da: Gemmer konfiguration

# wizard-done
source: done
da: Færdig

source: saving config
da: gemmer konfiguration

# error-403
source: 403 Forbidden - This most likely means that your API Key isn't working.
da: 403 Forbidden - Dette betyder højst sandsynligt, at din API-nøgle ikke virker.

# error-unknown
source: 0 Unknown Error - This most likely means that your OctoPrint host and port aren't correct.
da: 0 Unknown Error - Dette betyder højst sandsynligt, at din OctoPrint-host og -port ikke er korrekte.

# welcome-1
source: It looks like this is the first start of OctoDash.
da: Det ser ud til, at dette er den første start af OctoDash.

# welcome-2
source: I'll help you set up your config and get you started.
da: Jeg hjælper dig med at opsætte din konfiguration og komme i gang.

# welcome-3
source: If you encounter any issues please check the troubleshooting guide in the GitHub Wiki.
da: Hvis du støder på problemer, så tjek venligst fejlfindingsvejledningen i GitHub Wiki.

# welcome-4
source: Thanks for choosing OctoDash
da: Tak, fordi du valgte OctoDash

# welcome-5
source: Sorry for bothering you again ...
da: Undskyld jeg generer dig igen...

# welcome-6
source: We've released an update, so awesome, we needed to change the config. Please review your new config!
da: Vi har udgivet en opdatering, så god, vi var nødt til at ændre konfigurationen. Gennemgå venligst din nye konfiguration!

# welcome-7
source: Thanks for choosing OctoDash
da: Tak, fordi du valgte OctoDash

# control-back
source: back
da: tilbage

# error-printer-profile
source: Can't retrieve printer profile!
da: Kan ikke hente printerprofil!

# website-loading
source: loading website ...
da: indlæser hjemmeside...

# should-not-happen
source: That shouldn't happen ...
da: Det burde ikke ske...

source: are you sure?
da: er du sikker?

# confirm-exec
source: do you want to execute the following command?
da: vil du udføre følgende kommando?

source: load new filament
da: anvend ny filament

# load-new-filament-message
source: only put a little filament in, I'll pull in the rest.
da: kom kun lidt filament i, så trækker jeg resten ind.

# filament-grams-left
source: g left
da: g venstre

# filament-done
source: done
da: færdig

# filament-waiting
source: I'll wait for you.
da: jeg venter på dig.

# filament-m600
source: M600 sent
da: M600 sendt

# follow-printer-screen
source: follow the instructions on your printers' display
da: følg instruktionerne på din printers skærm

# choose-filament
source: select your new filament
da: vælg din nye filament

# choose-filament-grams-left
source: g left
da: g venstre

# no-spools
source: no filament spools found
da: ingen filament-spoler fundet

source: loading spools
da: anvender spoler

# filament-back
source: back
da: tilbage

# filament-skip
source: skip
da: hop over

# nozzle-heating
source: heating the nozzle
da: opvarmer nozzle

# nozzle-heating-wait
source: wait
da: vent

# nozzle-heating-wait-seconds-or
source: s or
da: s eller

# loading-filament
source: loading
da: indsætter

# unloading-filament
source: unloading
da: fjerner

source: purging filament
da: renser filament

# purging-done
source: done
da: færdig

# files-back
source: back
da: tilbage

# files-top-sort
source: sort
da: sorter

# files-h
source: h
da: t

# files-h-2
source: h
da: t

# files-loading
source: loading details
da: indlæser detaljer

# files-sort
source: sort files
da: sorter filer

# files-sort-by
source: sort by
da: sorter efter

# files-name
source: Name
da: Navn

# files-date
source: Date
da: Dato

# files-size
source: Size
da: Størrelse

# files-order
source: order
da: sorter

# files-ascending
source: Ascending
da: Stigende

# files-descending
source: Descending
da: Aftagende

# error-load-file-folder
source: Can't load file/folder!
da: Kan ikke indlæse fil/mappe!

# error-load-file
source: Can't load file!
da: Kan ikke indlæse filen!

# heing-layer
source: Layer
da: Lag

# height-of
source: of
da: ud af

# job-info__time-left
source: left,
da: tilbage,

# job-elapsed
source: elapsed:
da: udført:

source: - will finish ~
da: - færdig ~

# filament-used
source: filament will be used
da: filament vil blive brugt

source: loading info
da: indlæser info

# no-job
source: no job running ...
da: intet job kører...

# menu-files
source: files
da: filer

# menu-control
source: control
da: styring

source: no new notifications.
da: ingen nye meddelelser.

# tap-close
source: tap this card to close it
da: tryk på dette kort for at lukke det

# control-cancel
source: cancel
da: afbryd

# control-adjust
source: adjust
da: indstil

source: cancel print?
da: afbryd udskrivning?

# cancel-yes
source: yes
da: ja

# cancel-no
source: no
da: nej

# pause-back
source: back
da: tilbage

# print-pause
source: print paused
da: udskrivning sat på pause

# print-restart
source: restart
da: genstart

# print-resume
source: resume
da: genoptag

# adjust-back
source: back
da: tilbage

# adjust-fanspeed
source: Fan Speed
da: Blæserhastighed

# adjust-speed
source: Speed
da: Hastighed

# offset-save
source: save
da: Gemme

# babystep-back
source: back
da: tilbage

# error-set-color
source: Can't set LED color!
da: Kan ikke indstille LED-farve!

# error-set-output
source: Can't set output!
da: Kan ikke indstille output!

# error-psu-state
source: Can't change PSU State!
da: Kan ikke ændre PSU-tilstand!

# error-psu-provider
source: No provider for PSU Control is configured.
da: Der er ikke konfigureret nogen udbyder til PSU-kontrol.

# error-send-psu-gcode
source: Can't send GCode!
da: Kan ikke sende GCode!

# error-send-ophom-gcode
source: Can't update Ophom Plug!
da: Kan ikke opdatere Ophom Plug!

# error-send-smartplug-gcode
source: Can't send GCode!
da: Kan ikke sende GCode!

# error-send-tasmota-plug
source: Can't update Tasmota!
da: Kan ikke opdatere Tasmota!

# error-send-tasmota-plug-mqtt
source: Can't update Tasmota MQTT!
da: Kan ikke opdatere Tasmota MQTT!

# error-spools
source: Can't load filament spools!
da: Kan ikke indlæse filamentspoler!

# error-spool
source: Can't load active spool!
da: Kan ikke indlæse aktiv spole!

# error-spool-id
source: Spool IDs didn't match
da: Spool-ID'er matchede ikke

# error-change-spool
source: Can't change spool. Please change spool manually in the OctoPrint UI.
da: Kan ikke skifte spole. Skift spole manuelt i OctoPrint UI.

# error-set-new-spool
source: Can't set new spool!
da: Kan ikke anvende ny spole!

# error-set-new-spool-2
source: Can't set new spool!
da: Kan ikke anvende ny spole!

source: local
da: lokal

source: sdcard
da: SD-kort

# files-error-file
source: Can't load file!
da: Kan ikke indlæse filen!

# files-error-print
source: Can't start print!
da: Kan ikke starte print!

# files-error-delete
source: Can't delete file!
da: Filen kan ikke slettes!

# error-start-job
source: Can't start job!
da: Kan ikke starte jobbet!

# error-pause-job
source: Can't pause job!
da: Kan ikke sætte jobbet på pause!

# error-resume-job
source: Can't resume job!
da: Kan ikke genoptage jobbet!

# error-cancel-job
source: Can't cancel job!
da: Jobbet kan ikke annulleres!

# error-restart-job
source: Can't restart job!
da: Jobbet kan ikke genstartes!

# error-preheat
source: Can't preheat printer!
da: Kan ikke forvarme printeren!

# printer-error-gcode
source: Can't send GCode!
da: Kan ikke sende GCode!

# error-printer-head
source: Can't move Printhead!
da: Kan ikke flytte printhovedet!

# error-printer-extrude
source: Can't extrude Filament!
da: Kan ikke extrude filament!

# error-printer-hotend
source: Can't set Hotend Temperature!
da: Kan ikke indstille Hotend-temperaturen!

# error-printer-bed
source: Can't set Bed Temperature!
da: Bed-temperaturen kan ikke indstilles!

# error-printer-feedrate
source: Can't set Feedrate!
da: Kan ikke indstille feedrate!

# error-printer-flowrate
source: Can't set Flowrate!
da: Kan ikke indstille flowhastighed!

# error-printer-disconnect
source: Can't disconnect Printer!
da: Kan ikke afbryde printeren!

source: Printer error
da: Printerfejl

source: Action required
da: Handling påkrævet

source: Printer information
da: Printeroplysninger

# error-answer-prompt
source: Can't answer prompt!
da: Kan ikke svare prompt!

# error-execute
source: Can't execute command command!
da: Kan ikke udføre kommandoen command!

# error-connect
source: Can't connect to printer!
da: Kan ikke oprette forbindelse til printeren!

source: settings
da: indstillinger

# settings-general
source: general
da: generelt

# settings-about
source: about
da: om

source: update available!
da: opdatering tilgængelig!

# settings-general-menu
source: general
da: generelt

# general-octoprint-connection
source: OctoPrint Connection
da: OctoPrint-forbindelse

# general-name
source: Name
da: Navn

# general-xyspeed
source: XY-Speed (mm/s)
da: XY-hastighed (mm/s)

# general-zspeed
source: Z-Speed (mm/s)
da: Z-hastighed (mm/s)

# general-default
source: Default Temperatures & Fan Speed
da: Standardtemperaturer og blæserhastighed

# default-fanspeed
source: Fan Speed <span>(%)</span>
da: Blæserhastighed <span>(%)</span>

# general-m600
source: Use M600 to change Filament
da: Brug M600 til at skifte filament

# general-feedlength
source: Feed Length <span>(mm)</span>
da: Feed-længde <span>(mm)</span>

# general-purge-distance
source: Purge Distance <span>(mm)</span>
da: Rense-længde <span>(mm)</span>

# general-feedrate
source: Feed Speed <span>(mm/s)</span>
da: Feed-hastighed<span>(mm/s)</span>

# general-thickness
source: Thickness <span>(mm)</span>
da: Tykkelse <span>(mm)&lt ;/span>

# general-density
source: Density <span>(g/cm³)</span>
da: Massefylde <span>(g/cm³)</span>

# general-warning
source: Please set these values carefully, as they possibly can destroy parts of your printer, just don't set your Feed Speed to high and your Feed Length to long.
da: Indstil venligst disse værdier omhyggeligt, da de muligvis kan ødelægge dele af din printer. Indstil bare ikke din fremføringshastighed til høj og din fremføringslængde til lang.

# octodash-general
source: General
da: Generel

# screen-off
source: Turn screen off while sleeping
da: Sluk skærmen, mens der slumres

# turn-on-after-sleep
source: Turn on printer when exiting sleep
da: Tænd printeren, når slumretilstand forlades

# default-preview
source: Preview by default while printing
da: Forhåndsvisning som standard under udskrivning

# always-circular
source: Always use circular progress bar
da: Brug altid en cirkulær fremdriftsbar

source: Invert Axis Control
da: Inverter aksekontrol

# octodash-custom
source: Custom Actions
da: Brugerdefinerede handlinger

# octodash-gcode
source: GCode / Action
da: GCode / Handling

# action-icon
source: Icon
da: Ikon

# action-color
source: Color
da: Farve

# action-confirm
source: Confirm
da: Bekræft

# action-home
source: Return to Home
da: Tilbage til start

# settings-display-layer-progress
source: Display Layer Progress
da: Vis fremskridt pr. lag

# settings-display-layer-progress-enabled
source: enabled
da: aktiveret

# settings-enclosure
source: Enclosure
da: Skab

# settings-enclosure-enabled
source: enabled
da: aktiveret

# settings-ambiant-sensor
source: Ambient Sensor <span>(ID)</span>
da: Omgivelsessensor <span>(ID) </span>

# settings-filament-manager-enabled
source: enabled
da: aktiveret

# settings-spool-manager-enabled
source: enabled
da: aktiveret

# settings-preheat-button
source: Preheat Button
da: Forvarmningsknap

# settings-preheat-button-enabled
source: enabled
da: aktiveret

# settings-print-time-genius-enabled
source: enabled
da: aktiveret

# settings-psu-control
source: PSU Control
da: PSU kontrol

# settings-psu-control-enabled
source: enabled
da: aktiveret

# settings-ophom-control-enabled
source: enabled
da: aktiveret

# settings-tplink-smartplug-enabled
source: enabled
da: aktiveret

source: about
da: om

# about-no-update
source: no update available
da: ingen tilgængelig opdatering

# about-install-v
source: install v{{ service.latestVersion }}
da: installer v{{ service.latestVersion }}

# licence
source: License
da: Licens

source: Special Thanks
da: Specielt tak

# special-thanks-message
source: Special Thanks to /u/Slateclean for supplying touchscreens, so development can continue!
da: Særlig tak til /u/Slateclean for levering af touch-skærme, så udviklingen kan fortsætte!

source: Top Left
da: Øverst til venstre

source: Top Right
da: Øverst til højre

source: Middle Left
da: Midtfor venstre

source: Middle Right
da: Midtfor højre

source: Bottom Left
da: Nederst til venstre

source: Bottom Right
da: Nederst til højre

# conf-unsaved
source: Configuration not saved!
da: Konfigurationen er ikke gemt!

# conf-unsaved-message
source: You haven't saved your config yet, so your changes will not be applied. Click close again if you want to discard your changes!
da: Du har ikke gemt din konfiguration endnu, så dine ændringer vil ikke blive anvendt. Klik på Luk igen, hvis du vil kassere dine ændringer!

# error-invalid-config
source: Can't save invalid config
da: Kan ikke gemme ugyldig konfiguration

# octoprint-sleeping
source: Shhh! OctoDash is sleeping.
da: Shhh! OctoDash sover.

# octoprint-sleeping-message
source: Press on the screen to wake me up again.
da: Tryk på skærmen for at vække mig igen.

source: connecting
da: forbinder

# connection-failed
source: Connection can't be established. Press screen to try again.
da: Forbindelsen kan ikke etableres. Tryk på skærmen for at prøve igen.

source: downloading update
da: downloader opdatering

# update-minutes-left
source: minutes left
da: minutter tilbage

source: installing update
da: installerer opdatering

# update-wait
source: this might take a while
da: dette kan tage et stykke tid

# update-confirmation
source: v{{ service.latestVersion }} installed
da: v{{ service.latestVersion }} installeret

# update-reboot
source: would you like to reboot now to activate the latest version?
da: vil du genstarte nu for at aktivere den seneste version?

# reboot-no
source: no
da: nej

# reboot-yes
source: yes
da: ja

# error-update
source: Can't initiate update!
da: Kan ikke starte opdatering!

# error-update-message
source: Some information is missing, please try again in an hour or update manually.
da: Nogle oplysninger mangler. Prøv venligst igen om en time, eller opdater manuelt.

# error-install-update
source: Can't install update!
da: Kan ikke installere opdatering!
